[Macro]
;Ctrl : ^    Alt : !    Shift : +   Win : #
^J = Exec: sell-all
!Numpad1 = Run: notepad
!Numpad2 = Send: hello #target=notepad#




[W3Window]
X=315
Y=4
W=1608
H=1072

[Settings]
W3_LNK=C:\Warcraft III\w3.lnk

SAVE_DIR=C:\Warcraft III\TKoK_Save_Files\TKoK_3.5.15

SavedSquad=Chaotic Knight,Hydromancer,Shadowblade

;창 전환시 이전창을 최소화 = 1    :    0
whenSwitchMinimize=0

;랜 게임 생성 속도 느림=1 보통=2 빠름=3
speed=2 

;다중실행 수, 숫자를 안적을시 로드 목록 수 만큼 실행
NUM_W3=A

;Y <=> F  서로 바꿈   1=바꿈  0=안함
yMapped=1

EDIT_FONT_SIZE=12

[MainGUI]
X=2328
Y=379
Minimized=0

[MacroGUI]
X=2012
Y=157
W=900
Shown=1
MACRO_PATH=C:\ahk\w3_macro\Tkok_Macro\macro\#hotkeys.txt
isTimeGaps=0
isAutoMerge=1
LineNum=1
